"Prevent accidental quitting" = "Förhindra oavsiktlig avstängning";
"Monthly" = "Månadsvis";
"Check for update immediately" = "Sök omedelbart efter uppdateringar";
"Add Quicksilver to your login items" = "Lägg till Quicksilver som startobjekt";
"Download updates in the background" = "Hämta uppdateringar i bakgrunden";
"Restart immediately" = "Starta omedelbart om";
"Warn before quitting" = "Varna innan programmet avslutas";
"Normal" = "Normal";
"Run Setup" = "Kör installationsguide";
"Enable update checking" = "Aktivera uppdateringskontroll";
"Now" = "Nu";
"⌽" = "⌽";